<template>
  <div :class="$style.privacyPolicy">
    <div :class="$style.wrapper">
      <h1 :class="$style.title">
        ПОЛИТИКА ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ СЕРВИСА GUESTSCAN
      </h1>
      <p :class="$style.text">20 Мая 2021 года</p>
      <ol :class="$style.list">
        <li :class="$style.listItem">
          <div :class="$style.listTitle">
            Общие положения
          </div>
          <ol>
            <li>
              Политика обработки персональных данных Сервиса WOWGO (далее
              &mdash; Политика) направлена на&nbsp;защиту прав и&nbsp;свобод
              физических лиц, персональные данные которых обрабатывает сервис
              WOWGO (далее &mdash; Сервис), размещенный на&nbsp;сайте
              <a
                href="https://guestscan.ru/"
                target="_blank"
                :class="$style.link"
                >https://guestscan.ru/</a
              >.
            </li>
            <li>
              Основными целями обработки персональных данных является: Получение
              Пользователями доступа к&nbsp;Сервису/Сайту; Осуществление
              клиентской поддержки; Получения Пользователем информации
              о&nbsp;маркетинговых событиях; Проведения аудита и&nbsp;прочих
              исследований с&nbsp;целью повышения качества предоставляемых
              услуг;
            </li>
            <li>
              Целью настоящей Политики является обеспечение надлежащей защиты
              персональной информации, которую Пользователь предоставляет
              о&nbsp;себе самостоятельно в&nbsp;целях получения доступа
              к&nbsp;Сервису/Сайту.
            </li>
            <li>
              Регистрируясь на&nbsp;Сайте и&nbsp;используя Сайт и&nbsp;Сервисы,
              Пользователь выражает свое полное согласие с&nbsp;условиями
              настоящей Политики и предоставляет Сервису/Сайту согласие
              на&nbsp;обработку персональных данных согласно Приложению 1&nbsp;к
              настоящей Политике.
            </li>
          </ol>
        </li>
        <li>
          <div :class="$style.listTitle">
            Условия обработки персональной информации предоставленной
            пользователем и ее передачи третьим лицам
          </div>
          <ol>
            <li>
              Сервис принимает все необходимые меры для защиты персональных
              данных Пользователя от&nbsp;неправомерного доступа, изменения,
              раскрытия или уничтожения.
            </li>
            <li>
              Сервис предоставляет доступ к&nbsp;персональным данным
              Пользователя только тем лицам, которым эта информация необходима
              для обеспечения функционирования Сайта, Сервисов.
            </li>
            <li>
              Сервис вправе использовать предоставленную Пользователем
              информацию, в&nbsp;том числе персональные данные, в&nbsp;целях
              обеспечения соблюдения требований действующего законодательства
              Российской Федерации (в&nbsp;том числе в&nbsp;целях предупреждения
              и/или пресечения незаконных и/или противоправных действий
              Пользователей). Раскрытие предоставленной Пользователем информации
              может быть произведено лишь в&nbsp;соответствии с&nbsp;действующим
              законодательством Российской Федерации по&nbsp;требованию суда,
              правоохранительных органов, а&nbsp;равно в&nbsp;иных
              предусмотренных законодательством Российской Федерации случаях.
            </li>
            <li>
              Сервис не&nbsp;проверяет достоверность информации, предоставляемой
              Пользователем, и&nbsp;исходит из&nbsp;того, что Пользователь
              в&nbsp;рамках добросовестности предоставляет достоверную
              и&nbsp;достаточную информацию, заботится о&nbsp;своевременности
              внесения изменений в&nbsp;ранее предоставленную информацию при
              появлении такой необходимости.
            </li>
          </ol>
        </li>
        <li>
          <div :class="$style.listTitle">
            Условия пользования Сервисом/Сайтом
          </div>
          <ol>
            <li>
              Пользователь при пользовании Сайтом, подтверждает, что:
              <br /><br />&mdash;&nbsp;обладает всеми необходимыми правами,
              позволяющими ему осуществлять регистрацию (создание учетной
              записи) и&nbsp;использовать Сервис/Сайт;
              <br /><br />&mdash;&nbsp;указывает достоверную информацию
              о&nbsp;себе в&nbsp;объемах, необходимых для пользования
              Сервисом/Сайтом, добровольно заполняет обязательные для заполнения
              поля, помеченные специальным образом, вся иная информация
              предоставляется Пользователем по&nbsp;его собственному усмотрению;
              <br /><br />&mdash;&nbsp;осознает, что информация на
              Сайте/Сервисе, размещаемая Пользователями, может становиться
              доступной для третьих лиц без ведома Сервиса/Сайта,
              не&nbsp;оговоренных в&nbsp;настоящей Политике и&nbsp;может быть
              скопирована и&nbsp;распространена ими;
              <br /><br />&mdash;&nbsp;ознакомлен с&nbsp;настоящей Политикой,
              выражает свое согласие с ней и&nbsp;принимает на&nbsp;себя
              указанные в&nbsp;ней права и&nbsp;обязанности. Ознакомление
              с&nbsp;условиями настоящей Политики и&nbsp;проставление галочки
              под ссылкой на&nbsp;данную Политику является письменным согласием
              Пользователя на&nbsp;обработку персональных данных,
              предоставляемых Пользователем.
            </li>
            <li>
              Сервис/Сайт не проверяет достоверность получаемой (собираемой)
              информации.
            </li>
            <li>
              Отзывы от&nbsp;Пользователей публикуются исключительно
              в&nbsp;рамках Сервиса/Сайта. Отзыв публикуется с&nbsp;указанием
              его автора. Пользователь обязуется не&nbsp;распространять
              информацию, содержащуюся на&nbsp;Сайте/Сервисе неопределенному
              кругу лиц и&nbsp;использовать Сервис/Сайт только
              в&nbsp;информационных целях.
            </li>
            <li>
              Пользователь обязуется не&nbsp;размещать на&nbsp;Сервисе/Сайте
              отзывы (сообщение), нарушающие законодательство РФ.
              В&nbsp;частности, запрещены материалы содержащие угрозы
              и&nbsp;оскорбления, способствующие или содержащие призывы
              к&nbsp;разжиганию религиозной, расовой или межнациональной розни,
              содержащие попытки разжигания вражды или призывы к&nbsp;насилию,
              иные материалы, которые побуждают других лиц
              на&nbsp;противоправное поведение, влекущее уголовную, и&nbsp;иную
              ответственность.
            </li>
            <li>
              Пользователь несет ответственность за&nbsp;содержание отзыва
              и&nbsp;все последствия, связанные с&nbsp;его публикацией.
              Пользователь соглашается с&nbsp;тем, что он&nbsp;несет единоличную
              полную ответственность в&nbsp;отношении размещаемого отзыва,
              в&nbsp;том числе за&nbsp;его содержание, соответствие
              законодательству, за&nbsp;нарушения прав третьих лиц,
              и&nbsp;возмещает любой ущерб, возникающий вследствие таких
              нарушений у&nbsp;Сервиса/Сайта. Пользователь подтверждает, что они
              предприняли все необходимые меры для обеспечения соблюдения прав
              лиц, чьи персональные данные содержатся в&nbsp;размещаемом
              Пользователем на&nbsp;сервисе/Сайте отзыве, в том числе: уведомили
              указанных лиц об&nbsp;обработке их&nbsp;персональных данных,
              о&nbsp;целях и&nbsp;основаниях обработки данных, а&nbsp;также о
              предполагаемых пользователях данных и&nbsp;получили
              их&nbsp;согласие на такую обработку в&nbsp;соответствии
              с&nbsp;Федеральным законом от&nbsp;27.07.2006 No&nbsp;152-ФЗ
              &laquo;О&nbsp;персональных данных&raquo;.
            </li>
            <li>
              Сервис/Сайт не&nbsp;несет ответственности и&nbsp;не&nbsp;принимает
              на&nbsp;себя обязательства за&nbsp;содержание отзыва/оценку
              Пользователя, за&nbsp;прямой или косвенный ущерб, или вред,
              причиненный таким отзывом, за ошибки и&nbsp;недостоверные
              сведения. Сервис/Сайт не&nbsp;несет ответственности
              за&nbsp;утверждения, заявления или иное содержание отзыва/оценки,
              данных Пользователем.
            </li>
            <li>
              При размещении отзыва Пользователь автоматически предоставляет
              Сервису/Сайту бесплатное, постоянное, безотзывное, не
              исключительное право на&nbsp;использование, воспроизведение,
              изменение, редактирование, опубликование, таких материалов.
            </li>
          </ol>
        </li>
        <li>
          <div :class="$style.listTitle">
            Сведения об обработке персональных данных
          </div>
          <ol>
            <li>
              Сервис/Сайт получает персональные данные непосредственно у
              субъектов персональных данных и/или от&nbsp;Пользователей
              с&nbsp;согласия субъектов персональных данных.
            </li>
            <li>
              Сервис/Сайт обрабатывает персональные с&nbsp;использованием
              автоматизированных систем, за&nbsp;исключением случаев, когда
              неавтоматизированная обработка персональных данных необходима в
              связи с&nbsp;исполнением требований законодательства.
            </li>
            <li>
              Сервис/Сайт обрабатывает персональные данные, относящиеся к
              следующим категориям персональных данных: <br /><br />&bull;
              Общедоступные данные. <br /><br />&bull; Специальные категории
              персональных данных. <br /><br />&bull; Данные, которые
              автоматически передаются Сервисам в&nbsp;процессе
              их&nbsp;использования с помощью установленного на&nbsp;устройстве
              Пользователя программного обеспечения, в&nbsp;том числе IP-адрес,
              информация из&nbsp;cookie, информация о&nbsp;браузере пользователя
              (или иной программе, с&nbsp;помощью которой осуществляется доступ
              к&nbsp;Сервисам), время доступа, адрес запрашиваемой страницы.
            </li>
            <li>
              Действия по&nbsp;обработке персональных данных включают сбор,
              запись, систематизация, накопление, хранение, уточнение
              (обновление, изменение), извлечение, использование, передачу
              (распространение, предоставление, доступ), обезличивание,
              блокирование, удаление, уничтожение персональных данных.
            </li>
            <li>
              Базы данных информации, содержащей персональные данные, находятся
              на&nbsp;территории Российской Федерации.
            </li>
          </ol>
        </li>
        <li>
          <div :class="$style.listTitle">
            Сведения об обеспечении безопасности персональных данных
          </div>
          <ol>
            <li>
              Сервис применяет комплекс правовых, организационных
              и&nbsp;технических мер по&nbsp;обеспечению безопасности
              персональных данных для обеспечения конфиденциальности
              персональных данных и&nbsp;их&nbsp;защиты от неправомерных
              действий: <br /><br />&mdash;&nbsp;обеспечивает неограниченный
              доступ к Политике, которая размещена на&nbsp;Сайте;
              <br /><br />&mdash;&nbsp;устанавливает правила доступа
              к&nbsp;персональным данным, а&nbsp;также обеспечивает регистрацию
              и учёт всех действий с&nbsp;ними;
              <br /><br />&mdash;&nbsp;применяет организационные и технические
              меры и&nbsp;использует средства защиты информации, необходимые для
              достижения установленного уровня защищенности персональных данных;
              <br /><br />&mdash;&nbsp;осуществляет обнаружение фактов
              несанкционированного доступа к&nbsp;персональным данным
              и&nbsp;принимает меры по&nbsp;реагированию, включая восстановление
              персональных данных, модифицированных или уничтоженных вследствие
              несанкционированного доступа к&nbsp;ним;
              <br /><br />&mdash;&nbsp;осуществляет внутренний контроль
              соответствия обработки персональных данных
              ФЗ&nbsp;&laquo;О&nbsp;персональных данных&raquo;.
            </li>
          </ol>
        </li>
        <li>
          <div :class="$style.listTitle">
            Права субъектов персональных данных
          </div>
          <ol>
            <li>
              Субъект персональных данных имеет право:
              <br /><br />&mdash;&nbsp;на&nbsp;получение персональных данных,
              относящихся к&nbsp;данному субъекту, и&nbsp;информации, касающейся
              их&nbsp;обработки; <br /><br />&mdash;&nbsp;на&nbsp;уточнение,
              блокирование или уничтожение его персональных данных
              в&nbsp;случае, если они являются неполными, устаревшими,
              неточными, незаконно полученными или не являются необходимыми для
              заявленной цели обработки; <br /><br />&mdash;&nbsp;на&nbsp;отзыв
              данного им&nbsp;согласия на&nbsp;обработку персональных данных;
              <br /><br />&mdash;&nbsp;на&nbsp;защиту своих прав и&nbsp;законных
              интересов, в&nbsp;том числе на&nbsp;возмещение документально
              подтвержденного ущерба и&nbsp;компенсацию морального вреда
              в&nbsp;судебном порядке;
            </li>
            <li>
              Для реализации своих прав и&nbsp;законных интересов субъекты
              персональных данных имеют право обратиться к&nbsp;Сервису/Сайту.
            </li>
          </ol>
        </li>
        <li>
          <div :class="$style.listTitle">
            Изменение политики конфиденциальности. Применимое законодательство
          </div>
          <ol>
            <li>
              Сервис имеет право вносить изменения в&nbsp;настоящую Политику
              конфиденциальности. Новая редакция Политики вступает в&nbsp;силу с
              момента ее&nbsp;размещения, если иное не&nbsp;предусмотрено новой
              редакцией Политики. Действующая редакция всегда находится
              на&nbsp;странице по адресу
              <a
                href="https://guestscan.ru/"
                target="_blank"
                :class="$style.link"
                >https://guestscan.ru/</a
              >.
            </li>
            <li>
              К&nbsp;настоящей Политике и&nbsp;отношениям между Пользователем
              и&nbsp;Сервисом, возникающим в&nbsp;связи с&nbsp;применением
              Политики конфиденциальности, подлежит применению право Российской
              Федерации.
            </li>
          </ol>
        </li>
        <li>
          <div :class="$style.listTitle">
            Обратная связь. Вопросы и предложения
          </div>
          <ol>
            <li>
              Все предложения или вопросы по поводу настоящей Политики следует
              сообщать в Службу поддержки по электронной почте
              <a href="mailto:hi@wowgo.tk" :class="$style.link">hi@wowgo.tk</a>.
            </li>
          </ol>
        </li>
      </ol>

      <div :class="$style.textRight">
        <div>
          Приложение № 1
        </div>
        к Политике обработки персональных данных сервиса WOWGO Согласие на
        обработку персональных данных
      </div>
      <p :class="$style.applicationParagraph">
        Заполняя персональные данные в специальные формы на сайте
        <a href="https://guestscan.ru/" target="_blank" :class="$style.link"
          >https://guestscan.ru/</a
        >, я&nbsp;даю согласие сервису WOWGO на&nbsp;обработку моих персональных
        данных, в том числе и&nbsp;не&nbsp;ограничиваясь на&nbsp;следующие мои
        персональные данные: фамилия, имя, отчество телефон адрес электронной
        почты адрес
      </p>
      <p :class="$style.applicationParagraph">
        Настоящим подтверждаю уведомление и&nbsp;получение мной письменного
        согласия физических лиц, отзывы о&nbsp;которых я&nbsp;намереваюсь
        разместить/ разместил (а), на обработку их&nbsp;персональных данных,
        которые внесены в&nbsp;сервис WOWGO и доступны WOWGO.
      </p>
      <p :class="$style.applicationParagraph">
        Сервис WOWGO вправе обрабатывать указанные выше персональные данные
        в&nbsp;целях, определенных Политикой Сервиса.
      </p>
      <p :class="$style.applicationParagraph">
        Под обработкой персональных данных понимается их&nbsp;сбор, хранение,
        уточнение, использование, уничтожение, передача третьим лицам
        (предоставление и доступ) и&nbsp;иные действия с&nbsp;Персональными
        данными в&nbsp;соответствии и&nbsp;на условиях, предусмотренных
        действующим законодательством Российской Федерации Основными способами
        обработки персональных данных являются неавтоматизированная обработка,
        сбор и&nbsp;хранение персональных данных на материальных носителях,
        а&nbsp;также внесения персональных данных в&nbsp;сервис WOWGO
        и&nbsp;их&nbsp;хранение в&nbsp;сервисе WOWGO.
      </p>
      <p :class="$style.applicationParagraph">
        Настоящее согласие действует в течение&nbsp;10 (Десяти) лет со&nbsp;дня
        предоставления сервису WOWGO настоящего согласия и&nbsp;сведений,
        содержащих мои персональные данные. По&nbsp;истечении данного срока
        обработка вышеназванных персональных данных прекращается
        (до&nbsp;момента оформления нового Согласия). Настоящее Согласие может
        быть отозвано путем предоставления в&nbsp;сервис WOWGO соответствующего
        заявления об&nbsp;отзыве.
      </p>
      <p :class="$style.applicationParagraph">
        Подтверждаю, что, предоставляя данное согласие, я&nbsp;действую
        свободно, по&nbsp;своей воле и&nbsp;в&nbsp;своем интересе, а&nbsp;также
        подтверждаю свою дееспособность.
      </p>
      <p :class="$style.applicationParagraph">
        В&nbsp;целях поддержания связи со&nbsp;мной, направления мне
        корреспонденции и&nbsp;информации, даю свое согласия на&nbsp;отправку по
        указанному в&nbsp;настоящем заявлении адресу, на&nbsp;осуществление
        обращений, в том числе СМС-обращений, на&nbsp;указанный в&nbsp;настоящем
        заявлении номер мобильного телефона, а&nbsp;также на&nbsp;осуществление
        отправки электронных писем на&nbsp;указанный в&nbsp;и&nbsp;настоящем
        заявлении электронный адрес.
      </p>
      <p :class="$style.applicationParagraph">
        Также настоящим подтверждаю ознакомление с&nbsp;Политикой обработки
        персональных данных сервиса WOWGO.
      </p>
      <p :class="$style.applicationParagraph">
        Согласие предоставляется путем нажатия кнопки
        &laquo;Зарегистрировать&raquo; в&nbsp;специальной форме на&nbsp;сайте

        <a href="https://guestscan.ru/" target="_blank" :class="$style.link"
          >https://guestscan.ru/</a
        >.
      </p>
      <p :class="$style.applicationParagraph">
        Датой согласия, является дата и время нажатия кнопки «Зарегистрировать»
        на сайте
        <a href="https://guestscan.ru/" target="_blank" :class="$style.link"
          >https://guestscan.ru/</a
        >.
      </p>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style lang="scss" module>
.privacyPolicy {
  padding: 65px 0;

  @media screen and (max-width: 768px) {
    padding: 15px 0;
  }

  ol {
    counter-reset: item;
  }
  li {
    display: block;
    position: relative;

    &:before {
      content: counters(item, ".") ".";
      counter-increment: item;
    }
  }
}

.title {
  @include fontVerdana(24px, $white-color2, bold);
  line-height: 1.2;
  margin-bottom: 44px;
  text-align: center;
  max-width: 570px;
  margin: 16px auto;

  @media screen and (max-width: 768px) {
    font-size: 18px;
  }
}

.wrapper {
  max-width: 1024px;
  margin: 0 auto;
  padding: 50px 100px;
  background: $gray-color11;
  box-shadow: 0px 12px 12px rgba(50, 50, 71, 0.08),
    0px 16px 24px rgba(50, 50, 71, 0.08);
  border-radius: 10px;

  @media screen and (max-width: 992px) {
    padding: 50px;
  }

  @media screen and (max-width: 768px) {
    padding: 20px;
  }
}

.text {
  @include fontVerdana(16px, $white-color2);
  line-height: 1.5;
  margin-bottom: 35px;
}

.listTitle {
  @include fontVerdana(22px, $white-color2, bold);
  line-height: 1.2;
  margin: 40px auto 30px;

  @media screen and (max-width: 768px) {
    font-size: 16px;
  }
}

.list {
  padding-left: 30px;

  & > li {
    position: relative;

    &:before {
      position: absolute;
      left: -30px;
      @include fontVerdana(22px, $white-color2, bold);

      @media screen and (max-width: 768px) {
        font-size: 16px;
        top: 2px;
      }
    }
  }

  ol {
    padding-left: 5px;

    li {
      @include fontVerdana(16px, $white-color2);
      line-height: 1.4;
      margin-bottom: 20px;
      position: relative;

      @media screen and (max-width: 768px) {
        font-size: 14px;
      }

      &::before {
        position: absolute;
        left: -35px;
      }
    }
  }
}

.link {
  color: $brown-color1;
  text-decoration: none;
}

.textRight {
  text-align: right;
  max-width: 600px;
  margin: 80px 0 20px auto;
  @include fontVerdana(16px, $white-color2, bold);
  line-height: 1.4;
}

.applicationParagraph {
  @include fontVerdana(16px, $white-color2);
  line-height: 1.5;
  text-indent: 30px;

  @media screen and (max-width: 768px) {
    font-style: 14px;
  }
}
</style>
