<template>
  <div :class="$style.privacyPolicy">
    <h1 :class="$style.title">Положение о конфиденциальности</h1>
    <p :class="$style.paragraph">
      Мы уделяем большое внимание конфиденциальности ваших данных. Конечно, это
      расхожая фраза в подобных документах, но мы действительно серьезно
      относимся к безопасности. Пользуясь услугами Booking.com, вы оказываете
      нам доверие, и мы это ценим. Мы прилагаем все усилия, чтобы сохранить ваши
      личные данные в безопасности. Мы действуем в наилучших интересах наших
      клиентов и не скрываем информации об обработке ваших персональных данных.
    </p>
    <p :class="$style.paragraph">
      В этом документе мы постарались просто рассказать, как мы обрабатываем и
      используем ваши персональные данные. Здесь также рассказано, какими
      правами вы можете пользоваться в отношении ваших персональных данных
      (например, правом возразить против их использования) и как вы можете
      связаться с нами. Вы также можете прочитать Положение о cookie-файлах, в
      котором объясняется, как Booking.com использует cookie-файлы и другие
      подобные технологии.
    </p>
    <p :class="$style.paragraph">
      Если вы уже пользовались нашими услугами раньше, то знаете, что компания
      Booking.com предлагает онлайн-услуги в сфере путешествий на своем сайте, в
      мобильных приложениях и на других онлайн-платформах, таких как партнерские
      сайты и социальные сети. Поэтому информация, приведенная ниже, относится
      ко всем этим платформам.
    </p>
    <p :class="$style.paragraph">
      Это Положение о конфиденциальности распространяется на все виды информации
      о клиентах, которую мы собираем через эти платформы или по другим каналам,
      связанным с этими платформами (например, с помощью электронных сообщений,
      поступающих в нашу службу поддержки клиентов).
    </p>
    <p :class="$style.paragraph">
      Если вы являетесь нашим бизнес-партнером, прочтите также наше Положение о
      конфиденциальности для деловых партнеров, чтобы понять, как персональные
      данные обрабатываются в рамках делового сотрудничества.
    </p>
    <p :class="$style.paragraph">
      Мы можем время от времени изменять Положение о конфиденциальности, поэтому
      рекомендуем вам регулярно проверять эту страницу, чтобы быть в курсе
      последних изменений. Если мы внесем в Положение о конфиденциальности такие
      изменения, которые непосредственно вас затронут (например, если мы
      намереваемся обрабатывать ваши персональные данные в целях, отличных от
      тех, что были указаны ранее), мы сообщим вам о таких изменениях до
      вступления их в силу.
    </p>
    <p :class="$style.paragraph">
      Важное уточнение: если вы не согласны с этим Положением о
      конфиденциальности, мы просим вас воздержаться от пользования нашими
      услугами. Если вы согласны с нашим Положением о конфиденциальности, тогда
      вы можете начать планировать свою следующую поездку с нами.
    </p>
    <p :class="$style.paragraph">
      Термины, используемые в этом Положении о конфиденциальности «Поездка»
      означает различные продукты и услуги для путешествий, которые вы можете
      заказать, купить, оплатить, арендовать, забронировать, комбинировать между
      собой, потребить и которые предоставлены вам Поставщиком Поездок.
    </p>
    <p :class="$style.paragraph">
      «Поставщик Поездок» означает поставщиков услуг по размещению гостей
      (например, отель, мотель, апартаменты, отель типа «постель и завтрак» или
      хозяин объекта), поставщиков услуг по организации досуга (например, парки
      развлечений, музеи, организаторы экскурсии), поставщиков транспортных
      услуг (например, компании по прокату автомобилей, круизы, ж/д билеты,
      трансферы от/до аэропорта, автобусные туры), поставщиков услуг страхования
      туристов и всех прочих поставщиков услуг или продуктов, которые доступны
      для Бронирования на платформе.
    </p>
    <p :class="$style.paragraph">
      «Сервис» означает онлайн-покупку, заказ, оплату (обработку оплаты) или
      резервирование, предлагаемое компанией Booking.com в отношении продуктов и
      услуг Поставщика Поездок на платформе.
    </p>
    <p :class="$style.paragraph">
      «Бронирование» означает заказ, покупку, оплату или резервирование Поездки.
    </p>
  </div>
</template>

<script>
export default {};
</script>

<style lang="scss" module>
.privacyPolicy {
  max-width: 800px;
  margin: 0 auto;
  padding: 100px 0;

  @media screen and (max-width: 768px) {
    margin: 0 15px;
  }
}

.title {
  @include font(42px, $white-color2, 300);
  line-height: 44px;
  margin-bottom: 44px;

  @media screen and (max-width: 768px) {
    font-size: 25px;
    font-weight: 300;
    line-height: 26px;
  }
}

.paragraph {
  @include font(16px, $white-color2);
  line-height: 19px;
  margin-bottom: 19px;
}
</style>
