<template>
  <div class="terms-of-use">
    Предоставляя свои персональные данные Пользователь даёт согласие на
    обработку, хранение и использование своих персональных данных на основании
    ФЗ № 152-ФЗ «О персональных данных» от 27.07.2006 г. в следующих целях:
    <ul>
      <li>
        Осуществление клиентской поддержки
      </li>
      <li>
        Получения Пользователем информации о маркетинговых событиях
      </li>
      <li>
        Проведения аудита и прочих внутренних исследований с целью повышения
        качества предоставляемых услуг.
      </li>
    </ul>
    Под персональными данными подразумевается любая информация личного
    характера, позволяющая установить личность Пользователя/Покупателя такая
    как:
    <ul>
      <li>
        Фамилия, Имя, Отчество
      </li>
      <li>
        Дата рождения
      </li>
      <li>
        Контактный телефон
      </li>
      <li>
        Адрес электронной почты
      </li>
      <li>
        Почтовый адрес
      </li>
    </ul>
    Персональные данные Пользователей хранятся исключительно на электронных
    носителях и обрабатываются с использованием автоматизированных систем, за
    исключением случаев, когда неавтоматизированная обработка персональных
    данных необходима в связи с исполнением требований законодательства.
    Компания обязуется не передавать полученные персональные данные третьим
    лицам, за исключением следующих случаев:
    <ul>
      <li>
        По запросам уполномоченных органов государственной власти РФ только по
        основаниям и в порядке, установленным законодательством РФ
      </li>
      <li>
        Стратегическим партнерам, которые работают с Компанией для
        предоставления продуктов и услуг, или тем из них, которые помогают
        Компании реализовывать продукты и услуги потребителям. Мы предоставляем
        третьим лицам минимальный объем персональных данных, необходимый только
        для оказания требуемой услуги или проведения необходимой транзакции.
      </li>
    </ul>
    Компания оставляет за собой право вносить изменения в одностороннем порядке
    в настоящие правила, при условии, что изменения не противоречат действующему
    законодательству РФ. Изменения условий настоящих правил вступают в силу
    после их публикации на Сайте.
  </div>
</template>

<style lang="scss" scoped>
.terms-of-use {
  padding: 60px;
  @include fontRubik(22px, $white-color1);

  @media screen and (max-width: 768px) {
    margin-top: 70px;
    padding: 20px;
    font-size: 18px;
    ul {
      padding-left: 20px;
    }
  }
}
</style>
